[
  {
    "title": "30 Under 30 Manufacturing 2018: Meet The Best Young Makers And Industrial Innovators",
    "category": "Young Billionaires",
    "date": "2017-11-14",
    "text": "Who says American manufacturing is dead? The young innovators on Forbes’ 30 Under 30 list in Manufacturing and Industry are finding plenty of opportunities to design useful new products, make factories more efficient and create better materials. Many of them are just trying to solve everyday problems, like Rachel Benyola, 29, founder of AnneeLondon, who invented a foldable, origami-style bike helmet, and Daisy Jing, 28, an acne sufferer who came up with an organic alternative to standard treatments called Banish. Then there’s Mike Tomovich, 28, whose company, Kuvee, designed a patented, smart wine bottle that prevents oxygen from reaching the wine inside, and Daehee Park, 29, co-founder of Tuft & Needle, who wanted to sell a comfortable mattress with no gimmicks, markups or middlemen.",
    "imagePath": "assets/img/news_1.jpg",
    "likes": 100
  },
  {
    "title": "China's Richest 2017: Real Estate Developer Hui Ka Yan Takes Top Spot For First Time",
    "category": "Asia",
    "date": "2017-11-15",
    "text": "This story is part of Forbes' coverage of China's Richest 2017. See the full coverage here. A year ago, property developer Hui Ka Yan was known for the high leverage of his listed real estate company, China Evergrande Group. The company's debt is largely unchanged, but following an extraordinary rise in its stock price, Hui has notoriety of a different kind: He is the richest man in China and leads a 26% overall rise in the mainland's top 400 fortunes this year.",
    "imagePath": null,
    "likes": 250
  },
  {
    "title": "How The CBO Drove Obamacare's Individual Mandate Repeal Into Tax Reform",
    "category": "Fiscal and Tax",
    "date": "2017-11-15",
    "text": "Last night, Sen. Orrin Hatch (Utah) announced that the Senate Republican tax reform bill would include a repeal of Obamacare’s individual mandate. Why is this a big deal? It all goes back to the profound impact of Congress’ official fiscal scorekeeper, the Congressional Budget Office. The individual mandate’s outsized fiscal role. The single most important reason that Republicans failed to replace Obamacare in 2017 is because of estimates by the Congressional Budget Office that 22 million fewer people would have health insurance in 2026 under the GOP bills. But CBO went out of its way to avoid pointing out that the vast majority of the coverage difference was due to one feature in the GOP bills: their repeal of Obamacare’s individual mandate. Indeed, leaked analyses revealed that CBO believed that approximately 16 million people would voluntarily drop out of the insurance markets without a mandate, and that the majority of those dropouts would occur in Medicaid and the employer-based health insurance market, not the Obamacare exchanges.",
    "imagePath": "assets/img/news_2.jpg",
    "likes": 1000
  },
  {
    "title": "Three Former Colleagues Sue Secretary Of Commerce Wilbur Ross",
    "category": "Business",
    "date": "2017-11-15",
    "text": "Three longtime colleagues of Secretary of Commerce Wilbur Ross filed a lawsuit against him and his old private equity shop WL Ross & Co. on Wednesday, accusing Ross and the firm of charging millions in improper fees and taking the money for themselves. According to the lawsuit, WL Ross charged at least $48 million in management fees to its funds’ general partners—which manage money on behalf of investors. The former employees, who retained interests in WL Ross funds after leaving the firm, contend that those types of fees should have been charged only to outside investors, not to the entities managing the funds.",
    "imagePath": "assets/img/news_3.jpg",
    "likes": 190
  },
  {
    "title": "Forbes 400 2017: Meet The Richest People In America",
    "category": "Ranking",
    "date": "2017-11-17",
    "text": "t was another record year for the wealthiest people in America, as the price of admission to the country’s most exclusive club jumped nearly 18%. The minimum net worth to make The Forbes 400 list of richest Americans is now a record $2 billion, up from $1.7 billion a year ago. The group’s total net worth climbed to $2.7 trillion, up from $2.4 trillion, and the average net worth rose to $6.7 billion, up from $6 billion. Even at these new heights, entrepreneurs are breaking into the ranks for the first time as they mint fortunes in everything from telecom to booze to fishing. There were 22 newcomers, 14 of whom are self-made entrepreneurs. Among the most notable: Arizona iced tea cofounder Don Vultaggio; Netflix cofounder Reed Hastings; Tito Beveridge, the creator of Tito’s Handmade Vodka; Chuck Bundrant, whose Trident Seafoods sells his fish to places like McDonald’s and Burger King; and Rocco Commisso, founder of cable TV and broadband firm Mediacom and owner of the New York Cosmos, a soccer club based in Brooklyn.",
    "imagePath": "assets/img/news_4.jpg",
    "likes": 3590
  },
  {
    "title": "New York Giants Pass Dallas Cowboys In Latest Forbes SportsMoney Index Update",
    "category": "Sports Money",
    "date": "2017-09-20",
    "text": "When we debuted the Forbes SportsMoney Index in February, we explained that our ranking of the sports business world's most powerful accounts for both their financial strength as well as their individual business relationships. The former is easy to grasp, but it's the latter category that truly captures how teams, athletes, brands and agencies are able to exert their influence on the sports world. Coca-Cola, for instance, is a much bigger brand than Pepsi, but the latter company has nearly twice as many sports deals and is thus the higher-ranked power broker of the two.",
    "imagePath": null,
    "likes": 670
  },
  {
    "title": "The World's Highest-Paid Actresses 2017: Emma Stone Leads With $26 Million",
    "category": "Celebrity Money",
    "date": "2017-08-16",
    "text": "La La Land--the city and its celluloid namesake--has been very kind to Emma Stone. At just 28 years old, the Hollywood star is this year's highest-paid actress, banking $26 million pretax in our 12 month scoring period. Stone has her earnings from the movie-musical to thank for the bulk of her payday, which also won her a Best Actress Oscar. Her portrayal of Mia, an aspiring actress and barista, garnered rave reviews and goosed the film to $445.3 million at the global box office.I moved here when I was 15 to start auditioning, I knew what it felt like to go on audition after audition, Stone said backstage after accepting her Academy Award, speaking of the similarities between the role and her life. Those auditions have officially paid off: she scored her largest ever annual take-home and is the biggest dollar and percent gainer, year over year, of anyone on the list.",
    "imagePath": "assets/img/news_6.jpg",
    "likes": 1807
  },
  {
    "title": "Midas 2017: Meet The 100 Best Venture Capitalists In The World",
    "category": "VentureCash",
    "date": "2017-04-18",
    "text": "To break into the top echelon of the world's best tech investors requires the kind of special return that most venture capitalists spend a career chasing. For Founders Fund's Brian Singerman, Stemcentrx has proven just such a golden outcome. Singerman is the biggest mover at the top of the Midas List, the definitive ranking of the world's best venture capitalists, joining an elite group of investors who've backed some of technology's most transformative companies such as Facebook, Twitter, Uber and Instagram. Singerman did it in style, vaulting from #36 in 2016 all the way to #5 on the 2017 list, by having the conviction -- and the audacity -- to invest a combined $300 million into the cancer stem cell-targeting drug maker Stemcentrx. When AbbVie agreed to purchase the company in April 2016 for $10.2 billion and even more in potential earn outs, Singerman scored his firm a fund-making $1.4 billion in pure profits.",
    "imagePath": null,
    "likes": 2603
  },
  {
    "title": "Celebrity 100: The World's Highest-Paid Celebrities Of 2017",
    "category": "Celebrity Money",
    "date": "2017-06-10",
    "text": "It has never been easier to become insta-famous, but for some celebrities, fame and fortune are perennial. Take Diddy: Nearly two decades after appearing on the cover of the first-ever Celebrity 100 issue, Diddy tops FORBES' annual ranking of the highest-earning entertainers in the world, banking $130 million pretax in our 12-month scoring period. “I ain’t foolin’ around... I'm building assets,” Diddy claimed to FORBES back in 1999. Turns out, he was right: The majority of his 2017 total comes from selling one-third of his Sean John clothing line for an estimated $70 million. Combined with a lucrative Diageo Ciroc vodka partnership and his Bad Boy Family Reunion Tour, Diddy edges Beyoncé, whose $105 million haul is the second-largest of her career, thanks to her Formation World Tour and Lemonade release.",
    "imagePath": null,
    "likes": 1598
  },
  {
    "title": "How Feminist Rage Moved Samantha Bee To The Top Of Late-Night TV",
    "category": "Entertainment",
    "date": "2017-11-09",
    "text": "When Samantha Bee blazed her way into late-night TV, it was clear from the beginning that Full Frontal was a different show than the late-night norm. Unlike her fellow hosts, Bee did not sit behind a desk. She did not conduct any celebrity interviews, and there was no on-stage band with which to banter. It was just Bee, her blazer and, most importantly, her impatience and indignation on full display with no apologies.After 12 years as a correspondent at The Daily Show, Bee finally had her own platform, and she wasn’t holding back. During the very first episode of her weekly late-night news show, she attacked the absurdity of a dress code proposed for female government employees in Kansas with venom and wit, pretending to throw up onstage after the Representative claimed he proposed the dress code “out of respect for the wives of the men in that room.”.",
    "imagePath": "assets/img/news_7.jpg",
    "likes": 6900
  },
  {
    "title": "How One Of The Nation's Top-Paid Drug Executives Got Embroiled In A Price-Fixing Probe",
    "category": "Medicine",
    "date": "2017-11-08",
    "text": "In May 2013, Rajiv Malik, the president of generic drug maker Mylan, held a telephone call with Heritage Pharmaceuticals chief Jeffrey Glazer that 45 state attorneys general claim laid the groundwork for Mylan not competing to sell an antibiotic. Speaking from England, Malik said Mylan would cede market share for the antibiotic to pay back Heritage for previously letting Mylan enter the market for another drug without competition, the states claim.",
    "imagePath": null,
    "likes": 760
  },
  {
    "title": "Gifts From The Neiman Marcus Christmas Book Catalog That You Can Actually Buy",
    "category": "Style and Design",
    "date": "2017-11-15",
    "text": "Forbes Finds covers products we think you’ll love. Featured products are independently selected and linked to for your convenience. If you buy something using a link on this page, Forbes may receive a small share of that sale. Each year, Neiman Marcus releases its “Christmas Book,” a catalog filled with great gift ideas. The most anticipated part of this book each year is its fantasy section, which includes items that only the wealthiest of customers can likely afford. This year’s catalog includes two hand-crafted Rolls-Royces totaling more than $885,000, a $60,000 three-day trip to Paris that includes a meeting with a member of the d’Ornano family, and a dollhouse with 19 Madame Alexander dolls for $8,000.",
    "imagePath": null,
    "likes": 8960
  }
]